export const majorCategories = [
  {
    label: "가톨릭대학교",
    departments: [
      {
        label: "인문사회계열",
        majors: [
          "인문사회계열",
          "국어국문학과",
          "철학과",
          "국사학과",
          "영어영문학부",
          "중국언어문화학과",
          "일어일본문화학과",
          "프랑스어문화학과",
          "음악과",
          "성악과",
          "종교학과",
          "신학대학",
          "사회복지학과",
          "심리학과",
          "사회학과",
          "특수교육과",
          "경영학과",
          "회계학과",
          "국제학부",
          "법학과",
          "경제학과",
          "행정학과",
        ],
      },
      {
        label: "자연공학계열",
        majors: [
          "자연공학계열",
          "화학과",
          "수학과",
          "물리학과",
          "공간디자인소비자학과",
          "의류학과",
          "아동학과",
          "식품영양학과",
          "컴퓨터정보공학부",
          "미디어기술콘텐츠학과",
          "정보통신전자공학부",
          "생명공학과",
          "에너지환경공학과",
          "바이오메디컬화학공학과",
          "인공지능학과",
          "데이터사이언스학과",
          "바이오메디컬소프트웨어학과",
          "바이오로직스공학부",
          "AI의공학과",
        ],
      },
      {
        label: "의약계열",
        majors: ["의약계열", "약학대학", "간호대학", "의과대학"],
      },
      {
        label: "글로벌경영계열",
        majors: ["글로벌미래경영학과", "세무회계금융학과", "IT파이낸스학과"],
      },
      {
        label: "자유전공",
        majors: ["자유전공학부"],
      },
    ],
  },
];

export const universities = ["가톨릭대학교"];

export default majorCategories;
