export const QA_LIST = [
  {
    question: "매칭은 최대 몇 번 할 수 있나요?",
    answer: "뽑기권 구매 횟수는 최대 30개로 제한됩니다.",
  },
  {
    question: "코매칭은 어떤 서비스인가요?",
    answer:
      "코매칭은 가톨릭대 학생들을 위한 이성 매칭 서비스입니다.\n관심사, MBTI, 연락 스타일 등의 정보를 바탕으로 AI가 가장 잘 맞는 상대를 찾아 매칭해 드립니다.",
  },
  {
    question: "아이템은 어떤 종류가 있나요?",
    answer:
      "[매칭권]이 있다면 개당 1회 매칭할 수 있고, [옵션권]이 있다면 중요옵션 선택 혹은 같은 과 피하기 옵션을 이용할 수 있습니다.",
  },
  {
    question: "매칭이 바로 이루어지지 않는 경우도 있나요?",
    answer:
      "선택하신 조건에 해당하는 상대가 없는 경우, 매칭이 어려울 수 있습니다.\n이 경우 다른 옵션으로 다시 시도하시거나, 시간이 지난 뒤 다시 시도해 주세요.",
  },
  {
    question: "매칭하면 상대에게 알림이 가나요?",
    answer: "상대에게 별도의 알림이 가지 않습니다.",
  },
  {
    question: "뽑은 상대 프로필에 하트를 누르면 상대에게 알림이 가나요?",
    answer:
      "하트 기능은 마음에 드는 프로필을 따로 모아보기 위한 기능입니다.\n하트를 눌러도 상대에게 알림이 가지 않습니다.",
  },
  {
    question: "부적절한 사용자나 문제가 발생하면 어떻게 하나요?",
    answer:
      "인스타그램 @cuk_coma 로 dm 문의 주시면 운영진이 빠르게 도움드리겠습니다.",
  },
];
